{
  "footerFootnote": "The Community Health Toolkit (CHT) is a project by a group of leading organizations who have come together to support the development of digital health initiatives in the hardest-to-reach areas. It provides a collection of open source technologies and open access design, technical, and implementer resources that help you build and deploy digital tools for community health. Together, we envision a world where healthcare is of the highest attainable quality, equitable, accessible, and delivered by people who are trusted in their communities.  ",
  "socialLinks": [
    { "href": "https://forum.communityhealthtoolkit.org/", "iconName": "todo" },
    { "href": "https://github.com/medic", "iconName": "github" }
  ],
  "pageHelp": {
    "paragraphs": [
      {
        "headline": "Introduction",
        "values": [
          "Technology is moving fast and new technologies and innovations appear continuously.",
          "It's essential for a development toolkit such as the Community Health Toolkit to constantly improve and keep track with the latest useful innovations. It is important to openly look for innovations and new technologies and to question established technologies and methods every now and then.",
          "But, it is also important to wisely choose which technologies to use in our daily work and in the different projects we are carrying out. As we all know: There is no silver bullet."
        ]
      },
      {
        "headline": "What is the Technology Radar",
        "values": [
          "The CHT Technology Radar for Implementers provides a view of all CHT-related tools and components so that CHT implementers can decide which to use when designing, developing, and hosting their CHT applications."
        ]
      },
      {
        "headline": "Audience",
        "values": [
          "Implementers and App Developers"
        ]
      },
      {
        "headline": "How it is created",
        "values": [
          "The items in the technology radar are raised by the different contributors and therefore a lot of the items are related to the work and challenges the contributors face in the different projects. In fact, we don't include anything on the radar that we haven't tried ourselves at least once.",
          "There have been a lot of valuable discussions in different expert groups about the classification and details of each of technologies and innovations. And the result of all this can be found in the latest technology radar."
        ]
      },
      {
        "headline": "How should it be used",
        "values": [
          "The radar acts as an overview of technologies that we think everyone in the community should currently know about.",
          "Its goal is to act as a guide and inspiration for the daily work in the community. Its purpose is also to provide helpful information and a bird's-eye perspective - so that decisions can be taken with a much deeper understanding of the subject matter. This results in more informed and coordinated decisions.",
          "We also hope that developers outside of CHT Community find the information in our technology overview inspirational.",
          "We group or categorize the items in 4 quadrants - (sometimes, when it's not 100% clear where a item belongs, we choose the best fit)."
        ]
      }
    ],
    "quadrants": [
      {
        "name": "App Building",
        "description": "These are the components used for building CHT apps, like CHT Conf, and form preview/builder tools like XLSForm or any future GUI form builder versions."
      },
      {
        "name": "CHT App Features",
        "description": "Aspects of CHT Core Framework that can be used in CHT Apps. These could include new CHT form widgets, updated UI elements like the floating action button, and user management features."
      },
      {
        "name": "Data Use",
        "description": "These include tools and components used to manage data that comes in or out of the CHT. This includes integrations and interoperability standards and methods, as well as ETL, Pipeline, and querying methods. Also included in this quadrant are visualization tools for dashboards."
      },
      {
        "name": "Deployment Management",
        "description": "Deploying and maintaining CHT instances takes considerable coordination, especially for large scale deployments. This quadrant includes key aspects for hosting, including tools and methods for alerts and monitoring as well."
      }
    ],
    "rings": [
      {
        "name": "Adopt",
        "description": "The Adopt ring represents tools that we think you should seriously consider using. We don't say that you should use these for every project; any tool should only be used in an appropriate context. However we do think that a blip in the Adopt ring represents something where there's no doubt that it's proven and mature for use."
      },
      {
        "name": "Trial",
        "description": "The Trial ring is for tools that are ready for use, but not as completely proven as those in the Adopt ring. So for most organizations we think you should use these on a trial basis, to decide whether they should be part of your toolkit. Others may already be using these blips in production, likely as early adopters of the tools."
      },
      {
        "name": "Stop",
        "description": "The Stop (or Not Recommended) ring is for things that we think implementers should hold off from using, or look for ways to move off of. We place things in the Stop ring that we wish the CHT Community wouldn’t use anymore."
      }
    ],
    "sourcecodeLink": {
      "href": "https://github.com/medic/cht-tech-radar-implementers",
      "name": "CHT Technology Radar for Implementers on GitHub",
      "description": "Contributions and source code of the CHT Technology Radar for Implementers are on GitHub. Inspired by AOE Tech Radar."
    },
    "legalInformationLink": "https://docs.google.com/document/d/1MaI1rgYMNyCZF2eEjBuvnBDoCYHDKlx4k_N5pkDiWu8/edit#heading=h.9sdb6g11dv40"
  }
}
